List places = [
  {
    "name": "فندق دولاء اميت",
    "img": "assets/1.jpeg",
    "price": r"$100/لليلة",
    "location": "لندن, انجلترا",
    "details": "مكان الإقامة هذا على بُعد 16 دقيقة سيرًا من الشاطئ. يقع هيلتون أبو ظبي جزيرة ياس في أبو ظبي. تشمل جميع الغرف الدخول إلى عالم فيراري أبوظبي - الذي يقع على بعد 2.7 بعيدا، وياس ووترورلد - على بعد 3.5 كم. وارنر بروس وورلد في أبوظبي."
        "يمكن للضيوف الاستمتاع بـ 3 مطاعم وبارات في الموقع (بار وشواء بجانب المسبح وصالة وبار ومطبخ اجتماعي)."
        "وتتوفر غرف عائلية في مكان الإقامة. كما تتوفر مساحة للمناسبات تبلغ حوالي 2440 متر مربع "
        "يمكن للموظفين في مكتب الاستقبال تقديم معلومات حول ما يجب القيام به في المنطقة."
        "يقع مسجد الشيخ زايد الكبير على بعد 14 كم من الفندق، في حين يقع مطار أبو ظبي الدولي على بعد 10 كم. "
  },
  {
    "name": "شاطئ موريس بلانديت",
    "img": "assets/2.jpeg",
    "price": r"$100/لليلة",
    "location": "لشبونة, البرتغال",
    "details": "مكان الإقامة هذا على بُعد 16 دقيقة سيرًا من الشاطئ. يقع هيلتون أبو ظبي جزيرة ياس في أبو ظبي. تشمل جميع الغرف الدخول إلى عالم فيراري أبوظبي - الذي يقع على بعد 2.7 بعيدا، وياس ووترورلد - على بعد 3.5 كم. وارنر بروس وورلد في أبوظبي."
        "يمكن للضيوف الاستمتاع بـ 3 مطاعم وبارات في الموقع (بار وشواء بجانب المسبح وصالة وبار ومطبخ اجتماعي)."
        "وتتوفر غرف عائلية في مكان الإقامة. كما تتوفر مساحة للمناسبات تبلغ حوالي 2440 متر مربع "
        "يمكن للموظفين في مكتب الاستقبال تقديم معلومات حول ما يجب القيام به في المنطقة."
        "يقع مسجد الشيخ زايد الكبير على بعد 14 كم من الفندق، في حين يقع مطار أبو ظبي الدولي على بعد 10 كم. "
  },
  {
    "name": "مطعم ابسوم",
    "img": "assets/3.jpeg",
    "price": r"$100/لليلة",
    "location": "باريس, فرنسا",
    "details": "مكان الإقامة هذا على بُعد 16 دقيقة سيرًا من الشاطئ. يقع هيلتون أبو ظبي جزيرة ياس في أبو ظبي. تشمل جميع الغرف الدخول إلى عالم فيراري أبوظبي - الذي يقع على بعد 2.7 بعيدا، وياس ووترورلد - على بعد 3.5 كم. وارنر بروس وورلد في أبوظبي."
        "يمكن للضيوف الاستمتاع بـ 3 مطاعم وبارات في الموقع (بار وشواء بجانب المسبح وصالة وبار ومطبخ اجتماعي)."
        "وتتوفر غرف عائلية في مكان الإقامة. كما تتوفر مساحة للمناسبات تبلغ حوالي 2440 متر مربع "
        "يمكن للموظفين في مكتب الاستقبال تقديم معلومات حول ما يجب القيام به في المنطقة."
        "يقع مسجد الشيخ زايد الكبير على بعد 14 كم من الفندق، في حين يقع مطار أبو ظبي الدولي على بعد 10 كم. "
  },
  {
    "name": "شاطئ كورابيتور",
    "img": "assets/4.jpeg",
    "price": r"$100/لليلة",
    "location": "روما, إيطاليا",
    "details": "مكان الإقامة هذا على بُعد 16 دقيقة سيرًا من الشاطئ. يقع هيلتون أبو ظبي جزيرة ياس في أبو ظبي. تشمل جميع الغرف الدخول إلى عالم فيراري أبوظبي - الذي يقع على بعد 2.7 بعيدا، وياس ووترورلد - على بعد 3.5 كم. وارنر بروس وورلد في أبوظبي."
        "يمكن للضيوف الاستمتاع بـ 3 مطاعم وبارات في الموقع (بار وشواء بجانب المسبح وصالة وبار ومطبخ اجتماعي)."
        "وتتوفر غرف عائلية في مكان الإقامة. كما تتوفر مساحة للمناسبات تبلغ حوالي 2440 متر مربع "
        "يمكن للموظفين في مكتب الاستقبال تقديم معلومات حول ما يجب القيام به في المنطقة."
        "يقع مسجد الشيخ زايد الكبير على بعد 14 كم من الفندق، في حين يقع مطار أبو ظبي الدولي على بعد 10 كم. "
  },
  {
    "name": "مسيح تينيدنت",
    "img": "assets/5.jpeg",
    "price": r"$100/لليلة",
    "location": "مدريد, أسبانيا",
    "details": "مكان الإقامة هذا على بُعد 16 دقيقة سيرًا من الشاطئ. يقع هيلتون أبو ظبي جزيرة ياس في أبو ظبي. تشمل جميع الغرف الدخول إلى عالم فيراري أبوظبي - الذي يقع على بعد 2.7 بعيدا، وياس ووترورلد - على بعد 3.5 كم. وارنر بروس وورلد في أبوظبي."
        "يمكن للضيوف الاستمتاع بـ 3 مطاعم وبارات في الموقع (بار وشواء بجانب المسبح وصالة وبار ومطبخ اجتماعي)."
        "وتتوفر غرف عائلية في مكان الإقامة. كما تتوفر مساحة للمناسبات تبلغ حوالي 2440 متر مربع "
        "يمكن للموظفين في مكتب الاستقبال تقديم معلومات حول ما يجب القيام به في المنطقة."
        "يقع مسجد الشيخ زايد الكبير على بعد 14 كم من الفندق، في حين يقع مطار أبو ظبي الدولي على بعد 10 كم. "
  },
];
